Repository: alexsilva/xadmin-notification
Catalog: xplugin_notification/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Mark read selected %(verbose_name_plural)s
pt_br: Marque lido %(verbose_name_plural)s selecionados

source: Message
pt_br: Mensagem

source: Notifications (admin)
pt_br: Notificações (admin)

source: User source
pt_br: Usuário remetente

source: User recipient
pt_br: Usuário destinatário

source: Read
pt_br: Lido

source: Read date
pt_br: Data de leitura

source: Notification (admin)
pt_br: Notificação (admin)

source: Notifications
pt_br: Notificações

source: All notifications
pt_br: Todas as notificações
